organizer_app/app/controllers/guests_controller.rb

  def index
    @guests = Guest.all
---
SELECT "guests".* FROM "guests"